Repository: SteveShi/Maltex
Catalog: Maltex/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: Aria2连接状态
en: Aria2 Connection Status

source: BT 监听端口
en: BT Listen Port

source: BT 设置
en: BT Settings

# Check for Updates...
source: 检查更新...
en: Check for Updates...

source: DHT 监听端口
en: DHT Listen Port

source: RPC 授权密钥
en: RPC Secret

source: RPC 服务
en: RPC Service

source: RPC 监听端口
en: RPC Listen Port

source: Tracker 列表已更新，需要重启引擎才能生效。是否立即重启？
en: Tracker list has been updated. Engine restart is required to apply changes. Restart now?

source: Tracker 已更新
en: Trackers Updated

source: Tracker 服务器
en: Tracker Servers

source: Tracker 源
en: Tracker Sources

source: 上传网速
en: Upload Speed

source: 上次同步: %@
en: Last sync: %@

source: 上限上传网速
en: Overall Upload Limit

source: 上限下载网速
en: Overall Download Limit

source: 下载完成
en: Download Complete

source: 下载完成后通知
en: Notification After Download Complete

source: 下载状态
en: Download Status

source: 下载目录
en: Download Directory

source: 下载网速
en: Download Speed

source: 下载路径
en: Download Path

source: 从未同步
en: Never synced

source: 代理
en: Proxy

source: 代理服务
en: Proxy Service

source: 代理服务器地址
en: Proxy Host

source: 任务统计
en: Task Statistics

source: 任务详情
en: Task Details

source: 保存磁力链接元数据为种子文件 (.torrent)
en: Save Magnet metadata as torrent file

source: 停止
en: Stop

source: 停止任务
en: Stop Task

source: 全选
en: Select All

source: 全选 / 取消全选
en: Select All / Deselect All

source: 共 %lld 个 Tracker
en: %lld Trackers

source: 内核错误: %@
en: Engine Error: %@

source: 最大并发任务数
en: Max Concurrent Downloads

source: 创建新下载任务
en: Create New Download Task

source: 删除
en: Delete

source: 删除任务
en: Delete Task

source: 刷新
en: Refresh

source: 刷新列表
en: Refresh List

source: 单服务器连接数
en: Connections Per Server

source: 取消
en: Cancel

source: 取消全选
en: Deselect All

source: 可选
en: Optional

source: 同时下载的任务数量
en: Number of tasks downloaded simultaneously

source: 同步 Tracker
en: Sync Trackers

source: 同步失败
en: Sync Failed

source: 启动时自动同步 Tracker
en: Auto-sync trackers on launch

source: 启动时自动开始未完成任务
en: Auto Resume Unfinished Tasks

source: 启用代理
en: Enable Proxy

source: 基础设置
en: Basic Settings

source: 大小
en: Size

source: 密码
en: Password

source: 已停止
en: Stopped

source: 已完成
en: Completed

source: 已暂停
en: Paused

source: 已移除
en: Removed

source: 常规
en: General

source: 建议设置以增强安全性
en: Suggested for enhanced security

source: 开始
en: Start

source: 开始任务
en: Start Task

source: 引擎连接失败: %@
en: Engine Connection Failed: %@

source: 引擎连接失败: 无法获取任务列表
en: Engine Connection Failed: Unable to fetch task list

source: 引擎错误
en: Engine Error

source: 强制 BT 加密 (BT Require Crypto)
en: Force BT Encryption

source: 总大小:
en: Total Size:

source: 总大小: %@
en: Total Size: %@

source: 所有任务
en: All Tasks

source: 文件列表 (%@)
en: Files (%@)

source: 新建下载任务
en: New Download Task

source: 新建任务
en: New Task

source: 无效 URL
en: Invalid URL

source: 无活跃任务
en: No active tasks

source: 显示主窗口
en: Show Main Window

source: 暂停
en: Pause

source: 暂停任务
en: Pause Task

source: 暂无任务
en: No Tasks

source: 更改种子文件
en: Change Torrent File

source: 未知任务
en: Unknown Task

source: 未知文件
en: Unknown File

source: 未知种子
en: Unknown Torrent

source: 未设置
en: Not Set

source: 正在下载
en: Downloading

source: 正在连接引擎...
en: Connecting to engine...

source: 每个服务器开启的最大线程数
en: Maximum number of threads per server

source: 每行输入一个 Tracker 地址
en: Enter one tracker URL per line

source: 添加下载失败: %@
en: Failed to Add Download: %@

source: 点击上方 '+' 按钮或拖入链接开始下载
en: Click '+' above or drag in a link to start downloading

source: 状态
en: Status

source: 用户名
en: Username

source: 监听端口
en: Listen Port

source: 确定
en: OK

source: 确认下载种子
en: Torrent Confirm

source: 稍后
en: Later

source: 立即下载
en: Download Now

source: 立即重启
en: Restart Now

source: 端口
en: Port

source: 等待下载
en: Waiting

source: 自动开始下载磁力链接和种子内容
en: Auto start downloading Magnet and Torrent

source: 自定义源
en: Custom Sources

source: 节点与端口
en: Nodes and Ports

source: 请先选择至少一个 Tracker 源
en: Please select at least one tracker source

source: 请至少选择一个文件
en: Please select at least one file

source: 请输入有效的 HTTP/HTTPS URL
en: Please enter a valid HTTP/HTTPS URL

source: 请选择一个分类
en: Please select a category

source: 身份验证
en: Authentication

source: 输入 0 为无限制
en: Enter 0 for unlimited

source: 输入 Tracker 源 URL
en: Enter tracker source URL

source: 输入下载链接 (HTTP/HTTPS/Magnet)
en: Enter download links (HTTP/HTTPS/Magnet)

source: 进阶
en: Advanced

source: 进阶网络
en: Advanced Network

source: 进阶设置
en: Advanced Settings

source: 连接失败
en: Disconnected

source: 连接数
en: Connections

source: 连接正常
en: Connected

source: 内核已停止
en: Engine stopped

source: 退出
en: Quit

source: 选择...
en: Select...

source: 选择种子文件...
en: Select Torrent File...

source: 速度限制
en: Speed Limits

source: 部分同步成功
en: Partial Sync Success

source: 配置详情
en: Configuration Details

source: 重试
en: Retry

source: 错误
en: Error

source: 随系统启动
en: Launch at Login

source: 预设
en: Presets

source: 默认下载路径
en: Default Download Path

source: 探测 Tracker
en: Probe Trackers

source: 关闭探测
en: Close Probe

source: 在线
en: Online

source: 离线
en: Offline

source: 未知
en: Unknown

source: 移除离线
en: Remove Offline

source: 协议
en: Protocol

source: Tracker 地址
en: Tracker URL

source: 保存会话间隔
en: Save Session Interval

source: 传输超时
en: Transfer Timeout

source: 磁盘缓存
en: Disk Cache

source: 次
en: times

source: 当前可执行文件
en: Current Executable

source: 断点续传
en: Continue Downloads

source: 分享率
en: Seed Ratio

source: 分钟
en: minutes

source: 附加命令行参数
en: Extra Command Line Arguments

source: 概览
en: Overview

source: 高级参数
en: Advanced Arguments

source: 个
en: peers

source: 监听所有地址
en: Listen on All Addresses

source: 连接超时
en: Connect Timeout

source: 每行输入一个 aria2c 参数，例如 --summary-interval=0
en: Enter one aria2c argument per line, for example --summary-interval=0

source: 秒
en: seconds

source: 命令行 Aria2
en: Command Line Aria2

source: 默认
en: Default

source: 内核操作
en: Engine Actions

source: 内核控制
en: Engine Control

source: 内核来源
en: Engine Source

source: 内置 Aria2
en: Built-in Aria2

source: 启动
en: Start

source: 任务并发
en: Task Concurrency

source: 尚未启动
en: Not Started

source: 生效范围
en: Applies To

source: 使用 Homebrew 或系统路径中的 aria2c，仍由 Maltex 启动和停止。
en: Use aria2c from Homebrew or system paths. Maltex still starts and stops it.

source: 使用 Maltex 随附的 aria2c，所有启动参数均由本页控制。
en: Use the aria2c bundled with Maltex. All launch arguments are controlled here.

source: 使用指定路径的 aria2c，仍由 Maltex 启动和停止。
en: Use aria2c at the selected path. Maltex still starts and stops it.

source: 未找到可用的 Aria2 可执行文件
en: No usable Aria2 executable was found

source: 文件分配
en: File Allocation

source: 文件与会话
en: Files and Session

source: 下载任务
en: Download Tasks

source: 项
en: items

source: 校验证书
en: Check Certificate

source: 引用页
en: Referer

source: 应用 Aria2 设置
en: Apply Aria2 Settings

source: 应用并重启内核
en: Apply and Restart Engine

source: 用户代理
en: User Agent

source: 允许覆盖文件
en: Allow Overwrite

source: 允许所有来源
en: Allow All Origins

source: 运行中
en: Running

source: 运行状态
en: Status

source: 这些设置需要重启 Aria2 内核后生效。
en: These settings take effect after restarting the Aria2 engine.

source: 重启
en: Restart

source: 重试等待
en: Retry Wait

source: 自定义 Aria2
en: Custom Aria2

source: 自定义路径
en: Custom Path

source: 自动重命名
en: Auto Rename Files

source: 最大连接 Peer
en: Max Peers

source: 最大下载结果
en: Max Download Results

source: 最大重试次数
en: Max Tries

source: 最近状态
en: Latest Status

source: 最小分片大小
en: Minimum Split Size

source: 做种时间
en: Seed Time

source: Aria2 来源
en: Aria2 Source

source: Aria2 内核已启动
en: Aria2 engine started

source: Aria2 内核已停止
en: Aria2 engine stopped

source: Aria2 内核已停止，退出码 %d
en: Aria2 engine stopped with exit code %d

source: Aria2 启动失败: %@
en: Failed to start Aria2: %@

source: BitTorrent 高级
en: BitTorrent Advanced

source: Peer 速度下限
en: Peer Speed Limit

source: RPC 设置
en: RPC Settings

source: RPC 主机
en: RPC Host

source: 无法连接到 Aria2 RPC
en: Unable to connect to Aria2 RPC

source: 随软件启动内核
en: Start engine with app
